Revit 2024 API
RebarHandlePositionData Properties
The RebarHandlePositionData type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
RebarHandlePositionData Class
Autodesk.Revit.DB.Structure Namespace